#ალგორითმი არის ამოცანის ამოხსნისთვის საჭირო პროცედურების მიმდევრობა

#ფუნქცია არის ალგორითმი რომელსაც აქვს კონკრეტული სახელი, და არის გამოყენებადი
#reusable 
#გამოძახებადი 
#იმით გამოირჩევა რომ შეგვიძლია მოვარგოთ სხვადასხვა არგუმენტებს

#გავიარეთ ეს ფუნქციები:

#print
#input

# def misalmeba(name):
#     print("gamarjoba, " + name)
    

# misalmeba("nika")
# misalmeba("gio")


# def gamravleba(a, b):
#     return a * b

# print(gamravleba(5, 10))


#a, b, c
#საშუალო არითმეტიკულის ფუნქცია 



    
